Revit 2024 API
SymbolTypeId.Lps Property
 Symbol LPS, indicating unit Liters per second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Lps { get; }
Visual Basic
Public Shared ReadOnly Property Lps As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Lps {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace